<template>
  <div class="col-md-5">
    <h2 class="text-center title-about">Джон Фаулз</h2>
    <p class="text-about">Данный ресурс является сайтом-биографией величайшего английского писателя,романтиста и эссеиста
      <span class="redLine">Джона Роберта Фаулза.</span>
      Вся информация на сайте предоставлена создателем сайта,
      либо взята из открытых источников. Владелец и создатель (одно и тоже лицо),
      хостинг-провайдеры данного сайта не несут
      ответственность за использование ресурсов доступных на этом сайте.<br>
      Информация носит исключительно ознакомительный или учебный характер.
    </p>
    <hr>
    <p class="about-email">
      По всем вопросам,предложениям и критике пишите на почту:
      <span class="izumrudLine">paveltextfree@gmail.com</span>
    </p>
  </div>
</template>
