<template>
  <div class="col-md-8 col-lg-8 col-sm-12 bioContentStyle">
    <div class="row border-bio">
      <div class="col-md-12">
        <h2 class="title-bio text-center" id="firstChapter">Джон фаулз</h2>
        <p class="text-bio">
          <span class="redLine">Английский романист и эссеист,</span>  мастер полифоничного повествования, намеренно двойственной концовки. Среди самых известных романов Фаулза — “Женщина французского лейтенанта” (1969), экранизированный в 1981 году, и “Волхв” (1965), который стал уже культовым. Герои Фаулза встречаются со своим прошлым, с иллюзиями и стереотипами, разрушив их, они обретают свободу и покой мысли.
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="secondChapter">Детство писателя</h2>
        <p class="text-bio">
          <span class="redLine">Джон Фаулз</span> родился в деревне Лей-он-Си на юго-востоке Англии (графство Эссекс), в семье Роберта Фаулза, преуспевающего торговца сигарами, и Гледис Ричардс Фаулз. “Ряды почтенных маленьких домов, в которых живут маленькие люди — все это оказывало на меня депрессивное воздействие” — напишет он позже. Фаулз учился в школах Алейн Корт и Бедфорд. Он вспоминал с сожалением, как в школе издевался над младшими школьниками. "Быть старше других — это давало зловещий опыт", — говорил Фаулз. — "Я избивал в среднем двух-трех мальчишек в день... Это было жестоко, но такова была система". Во время Второй Мировой войны его семью эвакуировали в небольшую девонширскую деревню возле Дартмура. В 1944 году он поступает в университет Эдинбурга. В 1945-1946 годах Фаулз служит на флоте. В Оксфорде, в Нью-колледже, он изучает французский и немецкий язык, а также историю литературы этих двух стран. Во время учебы в Оксфорде Фаулз испытал влияние французского экзистенциализма, самого модного на тот момент философского течения.
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="thirdChapter">Университетские годы</h2>
        <p class="text-bio">
          <span class="redLine">После получения в 1950 </span>степени бакалавра гуманитарных наук, Фаулз работает преподавателем в университете г.Пуатье во Франции, а позже в гимназии для мальчиков в колледже Анаргириос на греческом острове Спетцай. Там же он встретил свою будущую жену Элизабет Уиттон, в 1956 году они поженились. В Англии Фаулз преподает в колледже Эшбридж (1953-54) и в колледже Сент-Годрик (1954-63). В это же время он работает над несколькими романами, в том числе над “Волхвом”, который он переписывал в течение 13 лет.
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="fourthChapter">Творческий дебют</h2>
        <p class="text-bio">
          <span class="redLine">Дебютным романом Фаулза</span>  стал триллер “Коллекционер”, вышедший в свет в 1963 году. Джуд Кинберг и Джон Кон, сценаристы с телевидения, выкупили права на сценарий книги до ее публикации. Вильям Вайлер согласился снимать фильм. Он признавался: “Когда читал, я удивился, что не могу оторваться”
        </p>
      </div>
      <div class="col-md-12">
        <h2 class="title-bio text-center" id="fifthChapter">Коллекционер</h2>
        <p class="text-bio">
          <span class="redLine">"Коллекционер"</span> принес Фаулзу большой успех, с тех пор он посвящает себя сочинительству целиком. Фреди Клег, от чьего лица ведется повествование - молодой человек, потерявший родителей, коллекционер бабочек. Выиграв в национальной футбольной лотерее, он покупает заброшенный особняк в стиле тюдор, с подвалом как в настоящей крепости. Он похищает и заключает в него молодую женщину, Миранду Грэй, симпатичную студентку-художницу. Миранда ведет дневник, куда заносит все разговоры с преступником и планы побега, в то время как Клег надеется завоевать ее "уважение". Ей удается одержать не одну маленькую победу, но не свободу, в конце концов, она умирает от воспаления легких. У этого сюжета два источника возникновения. Во-первых, Фаулз видел оперу Бартока "Замок герцога Синяя Борода", в которой мужчина заточал в подвале замка женщин, а во-вторых, он читал реальную историю о том, как лондонский мальчишка несколько месяцев держал в бомбоубежище девочку.
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="sixthChapter">Волхв</h2>
        <p class="text-bio">
          <span class="redLine">Во втором романе</span>  ("Волхв") Фаулз использовал элементы пьесы Шекспира "Буря" (1623). Черновым названием романа было название "Godgame" - букв. "Игра Бога", в нем заметно влияние Карла Юнга и таких романов Генри Джеймса и Диккенса как "Поворот винта" и "Большие надежды".
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="seventhChapter">Женщина французского лейтенанта</h2>
        <p class="text-bio">
          <span class="redLine">"Женщина французского лейтенанта".</span>  Место действия романа - Лайм Регис в 60-е годы 19 века, в нем воссоздана романтика викторианской эпохи, мира Томаса Гарди. Палеонтолог-любитель Чарлз Смитсон, богатый человек и последователь эволюционной теории Дарвина, влюбляется в Сару Вудруф, темпераментную гувернантку, которую якобы бросил французский лейтенант.
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="eighthChapter">Дэниел Мартин</h2>
        <p class="text-bio">
          <span class="redLine">Роман “Дэниел Мартин” </span> (Daniel Martin, 1977) написан об английском сценаристе, ищущем самого себя в своем прошлом. Но произведение также насыщено высказываниями об эстетике, философии, истории культуры, о различиях между Британий и Соединенными Штатами, об археологии и мифах. Автор обозначил "Дэниела Мартина" как "очень длинный роман об английскости".
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="ninthChapter">Куколка(червь)</h2>
        <p class="text-bio">
          <span class="redLine">В романе об убийстве</span>  "Червь" (Maggot, 1985) Фаулз возвращается к многослойной структуре "Волхва". Пять человек путешествуют по Девону в 1736 году. После ночлега они продолжают свое путешествие и исчезают. Начинается расследование, найдены трое из группы, но их показания говорят о необъяснимом и тревожном видении связи с путешественниками из будущего. Хотя атеистическая позиция Фаулза очевидна, он оставляет место для религиозной интерпретации загадочных событий.
        </p>
      </div>

      <div class="col-md-12">
        <h2 class="title-bio text-center" id="tenthChapter">Смерть писателя</h2>
        <p class="text-bio">
          <span class="redLine">Фаулз с женой, </span> 1970 В 1966 году Фаулз вместе с женой Элизабет переезжает в графство Дорсет. Сначала они живут в Унерхилл-Фарм, а затем селятся в доме, стоящем на скале, на берегу моря в южном городке Лайм-Регис. В 1978 году писателя назначают почетным хранителем Музея Лайм-Регис, и с 1979 по 1988 год он единственный почетный хранитель. Элизабет Фаулз умерла от рака в 1990 году. Фаулз, приобретая репутацию "придирчивого словесника", тихо жил в Лайм-Регис. Его книги вошли в курс литературы в коллеждах. Он умер в своем доме, прожив 79 лет. Вторая жена, Сара, пережила его.
        </p>
      </div>

      <div class="col-md-12 pdbt20">
        <h2 class="title-bio text-center" id="eleventhChapter">Память о писателе</h2>
        <p class="text-bio">
          <span class="redLine">Многие книги Фаулза</span>  были экранизированы. В 1965 году на экраны вышел фильм «Коллекционер». А в 1981 году фильм по роману писателя «Женщина французского лейтенанта» с Мерил Стрип и Джереми Айронсом в главных ролях был номинирован на получение премии «Оскар».
          По итогам общенационального опроса британцев под названием «Большое чтение», проведенного в 2004 году, роман Джона Фаулза «Волхв» вошел в сотню самых популярных и читаемых книг в Великобритании.
          Фаулз опубликовал несколько публицистических очерков и брошюр о г. Лайм-Регис, а также стихи, короткие рассказы и эссе. “Дерево (The Tree, 1992) содержит воспоминания о детстве и исследование вляиния природы на его жизнь. Философский базис большинства работ писателя различим в его раннем сборнике записей и афоризмов "Ариосто" (1964) с подзаголовком “Автопортрет в идеях”. Фаулз однажды сказал: “Не хочу и думать об отвратительных страницах плохой философии, которая была бы в моих романах, если бы я не написал его”.
        </p>
      </div>
    </div>
  </div>
</template>
