<template>
  <div class="container-fluid background-home-books">
    <div class="row pdbooks">
      <h1 class="title-all-pages text-center">Литературные произведения</h1>
    </div>
    <div class="row pdbooks">
      <div class="col-md-3 col-sm-3">
        <img class="img-fluid books-img" src="../../assets/images/books/book2.jpg" alt="">
      </div>
      <div class="col-md-9 col-sm-9">
        <h3 class="title-book text-center">Коллекционер</h3>
        <p class="text-book">
          Джон Фаулз - один из наиболее выдающихся английских писателей ХХ века, современный классик главного калибра, автор всемирных бестселлеров. С "Коллекционера" начался успех Фаулза в литературе. В романе есть все то, что позволяет автору многие годы удивительно ловко совмещать любовь читательской аудитории со славой писателя-интеллектуала: тонкие размышления и крепко закрученный сюжет, психологический реализм и таинственная атмосфера, точность деталей и широта обобщений, детективная интрига и высота философской притчи. Мелкий чиновник Фредерик Клегг существует в замкнутом тесном мирке. Только невероятное увлечение коллекционированием бабочек и тайная страсть к местной красавице вносят краски в его убогую жизнь. Все меняется в один момент: неожиданный выигрыш огромной суммы денег позволяет Клеггу осуществить сокровенные желания... В истории столкновения маньяка и его жертвы автор увидел противостояние примитивного обывателя и возвышенного художника, большинства и меньшинства, добра и зла, жизни и смерти.
        </p>
      </div>
    </div>
    <div class="row pdbooks">
      <div class="col-md-3">
        <img class="img-fluid books-img" src="../../assets/images/books/book3.jpg" alt="">
      </div>
      <div class="col-md-9">
        <h3 class="title-book text-center">Куколка</h3>
        <p class="text-book">
          В наследии современного классика Джона Фаулза - возможно, величайшего британского писателя XX века - роман "Куколка" занимает особое место. По сути это его творческое завещание. В свое последнее крупное произведение автор  вложил весь накопленный интеллектуальный и духовный багаж, все отточенное десятилетиями мастерство. Роман публикуется в новом переводе. Более того - он впервые выходит по-русски полностью: переведены и вплетены в романную ткань фрагменты хроникальной секции лондонского ежемесячника "Джентльменз мэгэзин", которые не только складываются в живописную панораму эпохи, но и содержат ключ к возможной разгадке происходящего. А происходящее в романе - таинственно донельзя. Кем был "мистер Бартоломью" и какую цель преследовал он майским днем 1736 года в глухом уголке Западной Англии? Куда он пропал, и кем на самом деле были его спутники? Пейзажи старой Англии, детективный сюжет с элементами мистики, хитроумные интриги и таинственные происшествия служат Фаулзу великолепным фоном для глубокого психологического исследования, в котором он раскрывает темы, столь характерные для его творчества: относительность познания и истины, границы человеческой свободы, исторические корни современной цивилизации.
        </p>
      </div>
    </div>
    <div class="row pdbooks">
      <div class="col-md-3">
        <img class="img-fluid books-img" src="../../assets/images/books/book4.jpg" alt="">
      </div>
      <div class="col-md-9">
        <h3 class="title-book text-center">Башня из чёрного дерева</h3>
        <p class="text-book">
          Джон Фаулз - один из наиболее выдающихся английских писателей ХХ века, современный классик главного калибра, автор всемирных бестселлеров. С "Коллекционера" начался успех Фаулза в литературе. В романе есть все то, что позволяет автору многие годы удивительно ловко совмещать любовь читательской аудитории со славой писателя-интеллектуала: тонкие размышления и крепко закрученный сюжет, психологический реализм и таинственная атмосфера, точность деталей и широта обобщений, детективная интрига и высота философской притчи. Мелкий чиновник Фредерик Клегг существует в замкнутом тесном мирке. Только невероятное увлечение коллекционированием бабочек и тайная страсть к местной красавице вносят краски в его убогую жизнь. Все меняется в один момент: неожиданный выигрыш огромной суммы денег позволяет Клеггу осуществить сокровенные желания... В истории столкновения маньяка и его жертвы автор увидел противостояние примитивного обывателя и возвышенного художника, большинства и меньшинства, добра и зла, жизни и смерти.
        </p>
      </div>
    </div>
    <div class="row pdbooks">
      <div class="col-md-3 text-center">
        <img class="img-fluid books-img" src="../../assets/images/books/book5.jpg" alt="">
      </div>
      <div class="col-md-9">
        <h3 class="title-book text-center">Волхв</h3>
        <p class="text-book">
          "Волхв" Джона Фаулза - психологическая драма, мистический детектив с элементами эротики, парадоксальный роман, интеллектуальная загадка… На греческом островке проводятся психологические опыты, связанные со страхами и эмоциями людей и превращающие их жизнь в пытку. Игра начинается.
        </p>
      </div>
    </div>
    <div class="row pdbooks">
      <div class="col-md-3 text-center">
        <img class="img-fluid books-img" src="../../assets/images/books/book6.jpg" alt="">
      </div>
      <div class="col-md-9">
        <h3 class="title-book text-center">Любовница французского лейтинанта</h3>
        <p class="text-book">
          На первый взгляд "Любовница французского лейтенанта" - это пикантная история страсти, разыгранная в гениально воссозданных декорациях викторианской Англии. Герои так же чопорны, благородны и... безвольны. Что их ждет - банальный адюльтер или решение вечного конфликта между долгом и чувством? Для менее поверхностного читателя "Любовница французского лейтенанта" - это книга-игра, книга-испытание. В лучших традициях постмодернизма Фаулз играет не с выдуманными персонажами, а с реальными читателями. Каждый раз, предлагая выбрать, как будут развиваться события романа дальше, его, как творца, как литературного демиурга, интересует не судьба сюжета, а личность... читателя. Выдержит ли он, читатель, эту бесспорно увлекательную и где-то даже опасную игру? "Любовница французского лейтенанта" - это шедевр, который в свое время в одноименном фильме блистательно воплотили Мэрил Стрип и Джереми Айронс.
        </p>
      </div>
    </div>
    <div class="row pdbooks">
      <div class="col-md-3 text-center">
        <img class="img-fluid books-img" src="../../assets/images/books/book7.jpg" alt="">
      </div>
      <div class="col-md-9">
        <h3 class="title-book text-center">Дэниел Мартин</h3>
        <p class="text-book">
          Джон Фаулз - один из наиболее выдающихся (и заслужено популярных) британских писателей двадцатого века, современный классик главного калибра, автор всемирных бестселлеров "Коллекционер" и "Волхв", "Любовница французского лейтенанта" и "Башня из черного дерева". "Дэниел Мартин" - это британский "сад расходящихся тропок", книга, которую сам Фаулз называл "примером непривычной философии, выходящей за рамки обывательского понимания" и одновременно "попыткой постичь, каково это - быть англичанином". Герой этого романа - бывший драматург, а теперь преуспевающий голливудский сценарист - возвращается в Англию навестить заболевшего друга. Оказавшись в компании людей, хорошо знавших его прежде, он вынужден наконец разобраться с тайнами, скрытыми в его прошлом, и, произведя радикальную переоценку ценностей, найти себя...
        </p>
      </div>
    </div>
    <div class="row pdbooks">
      <div class="col-md-3 text-center">
        <img class="img-fluid books-img" src="../../assets/images/books/book8.jpg" alt="">
      </div>
      <div class="col-md-9">
        <h3 class="title-book text-center">Мантисса</h3>
        <p class="text-book">
          "Мантисса" - это роман о романе, звучное эхо написанного и лишь едва угадываемые звуки того, что еще будет написано... И главный герой - писатель, творец, чья чувственная фантазия создает особый мир; в нем бушуют страсти, из плена которых не может вырваться и он сам.
        </p>
      </div>
    </div>
  </div>
</template>
